jorgebucaran/fisher
jethrokuan/z
joseluisq/gitnow
vishthemenon/gitalias
jorgebucaran/autopair.fish
franciscolourenco/done
gazorby/fish-abbreviation-tips
acomagu/fish-async-prompt
lewisacidic/fish-poetry
0rax/fish-bd