tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'automake'
brew 'coreutils'
brew 'readline'
brew 'asdf'
brew 'xz'
brew 'direnv'
brew 'fish'
brew 'gdk-pixbuf'
brew 'gh'
brew 'git'
brew 'hub'
brew 'gnutls'
brew 'gnupg'
brew 'go'
brew 'gobject-introspection'
brew 'lapack'
brew 'lolcat'
brew 'mas'
brew 'openblas'
brew 'tmux'
brew 'overmind'
brew 'php'
brew 'postgresql', restart_service: true
brew 'redis', restart_service: true
brew 'starship'
brew 'yarn'
brew 'zeromq'
brew 'heroku/brew/heroku'

cask '1password'
cask 'alfred'
cask 'brave-browser'
cask 'chromedriver'
cask 'discord'
cask 'docker'
cask 'expressvpn'
cask 'fantastical'
cask 'font-hack-nerd-font'
cask 'github'
cask 'goland'
cask 'google-chrome'
cask 'jetbrains-toolbox'
cask 'krisp'
cask 'little-snitch'
cask 'messenger'
cask 'microsoft-auto-update'
cask 'microsoft-office'
cask 'microsoft-teams'
cask 'ngrok'
cask 'opera'
cask 'pgadmin4'
cask 'postman'
cask 'pycharm'
cask 'sensiblesidebuttons'
cask 'setapp'
cask 'sourcetree'
cask 'skype'
cask 'spectacle'
cask 'spotify'
cask 'spotmenu'
cask 'stremio'
cask 'telegram'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'zoom'

mas 'AdBlock', id: 1_402_042_596
mas 'Bear', id: 1_091_189_122
mas 'Edison Mail', id: 1_489_591_003
mas 'iMovie', id: 408_981_434
mas 'Keynote', id: 409_183_694
mas 'Numbers', id: 409_203_825
mas 'Slack', id: 803_453_959
mas 'Spark', id: 1_176_895_641
mas 'Speedtest', id: 1_153_157_709
